Repository: developsessions/b-r-udp-broadcast
Catalog: Automation Studio/as/system/A0453/Texts/EventLog_AR.tmx
Source language: en
Languages: de

source: EventID {1} could not be entered. Customer bit has to be set.
de: EventID {1} nicht eintragbar. Customer Bit muss gesetzt sein.

source: An element (user, role, user-role assignment) has been changed (created/deleted).
de: Es wurde ein Element (Benutzer/Rolle/Benutzer-Rollen-Zuweisung) geändert (erstellt/gelöscht).

source: Busy
de: SYSTEM: TimeOut bei der Servicebehandlung

source: Incorrect PROM Type, FIXRAM configured ?
de: Falscher PROM-Typ, kein FIXRAM konfiguriert ?

source: VISAPI not initialized.
de: VISAPI nicht initialisiert

source: The project could not be found.
de: Das Projekt konnte nicht gefunden werden

source: Invalid identifier.
de: Ungültiger Identifier.

source: Error allocating memory
de: Fehler beim Speicher Allokieren

source: Max. number of IQ drivers have already been installed in the manager
de: Max. Anzahl von IQ-Treiber sind bei der Verwaltung bereits installiert

source: Max. number of connections for this IQ driver already being used
de: Max. Anzahl von Verbindungen bei diesem IQ-Treiber bereits verwendet

source: IQ driver with the specified ID not found
de: IQ-Treiber mit angegebener Kennung nicht gefunden

source: Syntax for INAconnect for the "pPath" input invalid
de: Syntax für INAconnect am "pPath"-Eingang ist ungültig

source: IQ driver with the same ID already installed
de: IQ-Treiber mit selber Kennung ist bereits installiert

source: Version conflict between INACLNT.BR (IQ management) and IQ driver
de: Versionskonflikt zw. INACLNT.BR (IQ-Verwaltung) und IQ-Treiber

source: Module failsafe flags differ!
de: Modul-Failsafe Flags unterscheiden sich

source: logger data synchronized
de: Loggerdaten synchronisiert

source: LogFile conversion on uPC activated
de: Logfile Umwandlung auf dem uPC aktiviert

source: This FBK (function block) is still active (busy).
de: Der FUB (Funktionsblock) ist noch aktiv (beschäftig)

source: Real time set
de: Echtzeit wurde gesetzt

source: Module restarted
de: Modul neu gestartet

source: Not yet used!
de: Zur Zeit nicht benützt

source: Error in SPI-communication
de: Fehler in SPI-Koummunikation

source: Error with external ADCs
de: Fehler mit externen AD-Wandlern

source: Unknown command
de: Unbekanntes Kommando

source: error flash write
de: Fehler Flash schreiben

source: error handling parallel I/O controller
de: Fehler beim Zugriff auf parallel I/O Controller

source: error domain download into flash
de: Fehler bei Domain Download ins Flash

source: error RAM write
de: Fehler RAM schreiben

source: The memory area cannot be reserved, i.e. it is full or not present.
de: Fehler der Speicherbereich kann nicht reserviert werden, d. h. er ist voll, oder nicht vorhanden

source: Error installing IQ driver
de: Fehler beim Installieren des IQ-Treibers

source: Incorrect input value in FBK
de: Falsche Eingabewerte bei FUB

source: Wrong FBK input in PV list
de: Falsche FUB-Eingabe bei PV-Liste

source: Invalid access type
de: Ungültige Zugriffsart

source: Incorrect connection state for this action
de: Falscher Verbindungs-Zustand für diese Aktion

source: Incorrect link state for this action
de: Falscher Link-Zustand für diese Aktion

source: Incorrect action state for this action (WORKING)
de: Falscher Action-State für diese Aktion (WORKING)

source: Different type for local and remote objects
de: Typ von Local- und Remote-Objekt unterschiedlich

source: Remote: Internal action error on the remote object
de: Remote: Interner Action-Fehler beim Remote-Objekt

source: Error freeing up the reserved memory area.
de: Fehler bei der Freigabe des reservierten Speicherbereichs

source: Local: Internal action error on the local object
de: Local: Interner Action-Fehler beim Local-Objekt

source: Remote: PV/DO has invalid type
de: Remote: PV/DO hat ungültigen Typ

source: Local: PV has invalid type
de: Local: PV hat ungültigen Typ

source: Remote: dynamic PV is zero (not initialized)
de: Remote: dynamische PV ist Null (uninitialisiert)

source: Local: dynamic PV is zero (not initialized)
de: Local: dynamische PV ist Null (uninitialisiert)

source: Remote: Object (PV or dyn. data object) does not exist
de: Remote: Objekt (PV od. dyn. Datenobjekt) existiert nicht

source: HNF firmware executed on wrong processor
de: HNF Firmware läuft auf dem falschen Prozessor

source: SafeOS init call failed
de: SafeOS Initialisierungsaufruf schlug fehl

source: Unable to open file for SafeOS init call
de: Datei für den SafeOS Initialisierungsaufruf konnte nicht geöffnet werden

source: Unable to read file for SafeOS init call
de: Datei für den SafeOS Init Aufruf konnte nicht gelesen werden

source: init error
de: Initialisierungsfehler

source: Init error loading library
de: Initialisierungsfehler Library laden

source: Failure while executing MmuProtect
de: Ausführungsfehler bei MmuProtect

source: Local: object (PV) does not exist
de: Local: Objekt (PV) existiert nicht

source: Not enough memory for file data
de: Zuwenig Speicher für Dateidaten

source: Error Hardware Initialization
de: Fehler Hardware Initialisierung

source: SafeDESIGNER project is missing
de: SafeDESIGNER Projekt fehlt

source: SDN mismatch
de: Inkonsistente SDNs

source: Task start failed
de: Task-Start fehlgeschlagen

source: Remote: Object type has changed.
de: Remote: Typ des Objektes hat sich geändert.

source: Program mismatch
de: Inkonsistente Programmversionen

source: invalid file on SafeKEY
de: Ungültige Datei am SafeKEY

source: invalid SLX UDID
de: ungültige SLX-UDID

source: Local: Object type has changed.
de: Local: Typ des Objektes hat sich geändert.

source: Warning: INAinfo FBK structure too small
de: Warnung: Struktur bei INAinfo FUB ist zu klein

source: Invalid identifier (c_ident , l_ident)
de: Ungültiger Identifier (c_ident, l_ident)

source: Max. number of connections for this IQ driver already in use
de: Max. Anzahl von Verbindungen für diesen IQ-Treiber bereits verwendet

source: Max. number of links to this connection already in use
de: Max. Anzahl von Links auf dieser Verbindung bereits verwendet

source: No further entry found in the object manager
de: Kein weiterer Eintrag in der Objektverwaltung gefunden

source: error in startup (uP1)
de: Fehler beim Startup (uP1)

source: FBK not executed since the internal Instruction FIFO is full
de: FUB wird nicht exekutiert, da interne Auftrags-Fifo voll ist

source: Text management error
de: Text-Verwaltungs-Fehler

source: Error encountered while closing file
de: Während dem Schließen einer Datei ist ein Fehler aufgetreten

source: Error encountered while opening file
de: Während dem Öffnen einer Datei ist ein Fehler aufgetreten

source: Error encountered while reading from file
de: Während dem Lesen einer Datei ist ein Fehler aufgetreten

source: Error encountered while requesting file length
de: Während dem Ermitteln der Dateilänge ist ein Fehler aufgetreten

source: Error encountered while writing to file
de: Während dem Schreiben einer Datei ist ein Fehler aufgetreten

source: Error encountered while accessing file system on uPC
de: Während dem Zugriff auf das Filesystem des uPC ist ein Fehler aufgetreten

source: Error encountered while read directory
de: Während dem Lesen eines Verzeichnisses ist ein Fehler aufgetreten

source: Invalid identifier
de: Ungültiger Identifier

source: Max. number of connections already in use
de: Max. Anzahl von Verbindungen bereits verwendet

source: Number of files exceeded
de: Maximale Dateianzahl überschritten

source: application file missing
de: Applikationsdatei fehlt

source: Max. number of objects on this connection already in use
de: Max. Anzahl von Objekten auf dieser Verbindung bereits verwendet .

source: No (further) entry found in the object manager
de: Kein (weiterer) Eintrag in der Objekt-Verwaltung gefunden

source: Error in server state machine
de: Fehler in Server-State-Machine

source: error in request frame
de: Fehler im Request-Frame

source: data or prefetch abort
de: Data- oder Prefetch-Abort

source: Undefined opcode or irq or processor fault
de: Undefinierter Opcode oder IRQ oder Prozessor-Fault

source: Error while init of the protected C-functions
de: Fehler während der Initialisierund der geschützten C-Funktionen

source: Error at internal test interface
de: Fehler bei der internen Testschnittstelle

source: Dynamic DO: Old version of Commserv.br in use
de: Dynamisches Datenobjekt: Alte Version des Commserv.br ist in Verwendung

source: Dynamic DO: Dynamic data object manager has not been installed
de: Dynamisches Datenobjekt: Verwaltung der dyn. Datenobjekte wurde nicht installiert

source: Dynamic data object: Error allocating memory
de: Dynamisches Datenobjekt: Fehler beim Allokieren von Speicher

source: Dynamic data object: Invalid identifier
de: Dynamisches Datenobjekt: Identifier ist ungültig

source: Dynamic DO: Max. number of DOs already in use
de: Dynamisches Datenobjekt: Max. Anzahl von DOs bereits verwendet

source: Dynamic data object: Data object with the same name already exists
de: Dynamisches Datenobjekt: Datenobjekt mit gleichem Namen existiert bereits

source: Dynamic data object: Size conflict when accessing data object.
de: Dynamisches Datenobjekt: Größenkonflikt beim Ansprechen des Datenobjekts

source: Dynamic data object: FBK Call: Invalid inputs
de: Dynamisches Datenobjekt: FUB-Aufruf: ungültige Eingänge

source: Dynamic DO: Queue is full, write not possible
de: Dynamisches Datenobjekt: Queue ist voll, Schreiben nicht möglich

source: Dynamic DO: DO is empty, read not possible
de: Dynamisches Datenobjekt: DO ist leer, lesen ist nicht möglich

source: Dynamic DO: DO is blocked, read/write not possible
de: Dynamisches Datenobjekt: DO ist verriegelt, lesen/schreiben ist nicht möglich

source: dyn. DO: internal data buffer state error
de: Dynamisches Datenobjekt: Fehler mit dem Zustand des internen Datenpuffers

source: Dummy logbook entry
de: Dummy Logbuch Eintrag

source: Communication buffer error
de: Fehler Kommunikationspuffer

source: Malloc after init
de: Malloc nach Init

source: Memory allocation error
de: Speicher Allokationsfehler

source: Frame transfer to the processors API failed
de: Übergabe der Frames zur Prozessor API fehlgeschlagen

source: Command execution error
de: Kommando Ausführungsfehler

source: Parameter length deceeded
de: Länge der Parameter ist zu kurz

source: Start of write command failed.
de: Start des Schreibkommandos schlug fehl

source: Parameters of write block are wrong
de: Parameter des zu schreibenden Blocks sind falsch

source: Accumulated block length doesn't match start info
de: Gesammelte Blocklänge stimmt nicht mit der Startinfo überein

source: invalid Firmware
de: Firmware ungültig

source: Address of firmware is possibly invalid
de: Adresse der Firmware ist möglicherweise ungültig

source: Confirmation package buffer allocation error
de: Der Puffer für die Bestätigunspakete konnten nicht allokiert werden

source: Confirmation package buffer could'nt be sent
de: Der Puffer für die Bestätigunspakete konnte nicht gesendet werden

source: firmware check failed
de: Firmware Überprüfung fehlgeschlagen

source: Firmware not started
de: Firmware wurde nicht gestartet

source: Bootloader sequencer state differs from expected value
de: Status des Bootloader-Sequenzers entspricht nicht dem erwarteten Wert

source: Inconsistent parameters of send function
de: Inkonsistente Parameter der Sendefunktion

source: Invalid Flash ID
de: Falsche Flash ID

source: Invalid Flash RDID
de: Falsche Flash RDID

source: BS IDENT check failed
de: Fehler Überprüfung BS IDENT

source: Invalid Firmware startadress
de: Falsche Firmware Startadresse

source: Invalid Firmware endadress
de: Falsche Firmware Endadresse

source: Firmware is not valid
de: Ungültige Firmware

source: Fault during boot sequence
de: Bootfehler

source: Error during firmware start
de: Fehler während Firmwarestart

source: Wrong processor number
de: Falsche Prozessornummer

source: Wrong hardwareversion
de: Falsche Hardwarevariante

source: Watchdog elapsed
de: Watchdog wurde ausgelöst

source: Requested command not defined
de: Angefordertes Kommando ist nicht definiert

source: Message queue does not exist
de: Kanal existiert nicht

source: No send-buffer available
de: Kein Sendepuffer frei

source: Message could not be sent
de: Nachricht konnte nicht gesendet werden

source: No receive-buffer available
de: Kein Empfangspuffer frei

source: Message could not be received
de: Nachricht konnte nicht empfangen werden

source: Wrong channel number
de: Falsche Kanalnummer

source: Buffer too small
de: Puffer zu klein

source: Wrong buffer used
de: Falscher Puffer verwendet

source: Queue statistics failed
de: Kanalstatistik fehlgeschlagen

source: Service not supported.
de: Dienst wird nicht unterstützt.

source: Status error in the state machine
de: Zustands-Fehler in der Zustandsmaschine

source: unexpected telegram
de: Unerwartetes Telegramm

source: Connection aborted
de: Verbindung ist abgebrochen

source: Commserv.br module not installed on the server station
de: Das Modul Commserv.br ist auf der Server-Station nicht installiert

source: DL: error from coder function
de: DL: Fehler aus Kodier-Funktion

source: DL: error from decoder function
de: DL: Fehler aus der Dekodier-Funktion

source: DL: default error
de: DL: Default Fehler

source: DL: aborted from user
de: DL: Abbruch von Benutzer

source: DL: locked for user
de: DL: für Benutzer gesperrt

source: DL: No BR module
de: DL: kein BR-Modul

source: DL: Defective BR module checksum
de: DL: defekte BR-Modul-Checksumme

source: DL: BR module installation error
de: DL: BR-Modul Install-Fehler

source: DL: BR-Module wrong length
de: DL: BR-Modul falsche Länge

source: DL: Not enough target memory available
de: DL: zuwenig freier Zielspeicher

source: DL: error during burning BR-Module
de: DL: Fehler beim Brennen des BR-Moduls

source: DL: no NC manager installed
de: DL: Kein NC-Manager installiert

source: DL: error from NC manager DL function
de: DL: Fehler aus der NC-Manager-DL-Funktion

source: UL: error from coder funktion
de: UL: Fehler aus Kodier-Funktioin

source: UL: error from decoder function
de: UL: Fehler aus der Dekodier-Funktioni

source: UL: default error
de: UL: Default Fehler

source: UL: aborted from user
de: UL: Abbruch von Benutzer

source: UL: Module doesn't exist (incorrect name)
de: UL: Modul existiert nicht (falscher Name)

source: UL: wrong object state
de: UL: Falscher Zustand des Objektes

source: UL: upload module is locked
de: UL: Modul-Upload ist gesperrt

source: UL: locked for user
de: UL: für Benutzer gesperrt

source: Internal function call error
de: Interner Fehler Funktionsaufruf

source: Package transmission error
de: Paketübermittlungsfehler

source: TX-buffer is used like a RX-buffer or vice-versa
de: TX-Puffer wird wie ein RX-Puffer benutzt oder umgekehrt

source: No TX-buffer available
de: Kein TX-Puffer verfügbar

source: Buffer assignment mismatch
de: Pufferzuordnungsfehler

source: Cross communication error (CRC)
de: Kreuzkommunikationsfehler (CRC)

source: Error Cross Communication
de: Fehler Kreuzkommunikation

source: Cross communication error
de: Kreuzkommunikationsfehler

source: Cycle time & Mode info not received
de: Zykluszeit und Modus Info nicht empfangen

source: Interrupt occurred too soon
de: Interrupt zu früh ausgelöst

source: Unable to send Modus switch!
de: Konnte den Moduswechsel nicht senden

source: interrupt too late
de: Interrupt zu spät

source: cycle time error
de: Zykluszeitfehler

source: internal error 0x9409
de: Interner Fehler 0x9409

source: Error in MFW_produce!
de: Fehler in MFW_produce

source: Error in MFW_consume
de: Fehler in MFW_consume

source: Error in HNFcyc, EpsTx
de: Fehler in HNFcyc, EpsTx

source: Upper cycle time violation
de: Zykluszeitverletzung

source: Maximum allowed quarz deviation violated
de: Maximal erlaubte Quarzabweichung verletzt

source: Error sending library cross communication data
de: Fehler beim Senden der Library Kreuzkommunikationsdaten

source: Error receiving library cross communication data
de: Fehler beim Empfang der Library Kreuzkommunikationsdaten

source: cross communication error
de: Kreuzkommunikationsfehler

source: safety cycle time changed while in operational (uP2)
de: Safety-Zykluszeit hat sich während Operational verändert (uP2)

source: error storing local parameter data (uP2)
de: Fehler lokale Parameterspeicherung (uP2)

source: slot time info
de: Slotzeit Info

source: Internal transmission error
de: Interner Übertragungsfehler erkannt

source: Timout while generating 40 bit CT initial value
de: Timeout beim generien des Initialen 40 Bit CT Wertes

source: Error diagnosis data
de: Fehler Diagnosedaten

source: execution time warning
de: Warnung Ausführungszeit

source: firmware not certified
de: Firmware nicht zertifiziert

source: Test is beeing executed
de: Test wird durchgeführt

source: Invalid failsafe ID
de: Ungültige Failsafe ID

source: Wrong processor ID
de: Falsche Prozessor ID

source: Event ID error
de: Event ID Fehler

source: Unsupported event's component ID
de: Komponenten ID wird nicht unterstützt.

source: access to NULL pointer in HNFevt_Fifo
de: Zugriff auf NULL Pointer in HNFevt_Fifo

source: Event FIFO full
de: Event FIFO ist voll

source: Internal hardware test error
de: Interner Hardwaretestfehler

source: Memory test failed
de: Speichertest fehlgeschlagen

source: CPU test failed
de: CPU Test fehlgeschlagen

source: init of MFW tests failed
de: Initialisierung der MFW Tests schlug fehl

source: register test failed
de: Registertest fehlgeschlagen

source: error voltage monitoring
de: Fehler Spannungsüberwachung

source: Stack or CRC test error
de: Fehler Stack- oder CRC-Test

source: External hardware test error
de: Fehler bei externen Hardawaretests

source: Supply voltage error
de: Versorgungsspannungsfehler

source: Temperature error
de: Temperaturfehler

source: internal error cross communication HWT
de: interner Fehler Kreuzkommunikation HWT

source: warning internal voltage check
de: Warnung interne Spannungsüberwachung

source: Index error hardware test
de: Indexfehler Hardwaretest

source: MMU test detected an error
de: MMU Test hat einen Fehler festgestellt

source: Error FPU Hardware Test
de: Fehler FPU Hardware Test

source: Warning module temperature
de: Warnung Modultemperatur

source: error in startup (uP2)
de: Fehler beim Startup (uP2)

source: Error encountered while write into file
de: Während dem Schreiben einer Datei ist ein Fehler aufgetreten

source: NC Manager: The INIT program was not called by ROOT task
de: NC-Manager: Das INIT-Programm wurde nicht vom ROOT Task aufgerufen

source: NC Manager: Incompatible NC Managers existing
de: NC-Manager: Inkompatible NC-Manager vorhanden

source: NC manager: HW specific NC list is invalid (contact B&R)
de: NC Manager: Die HW-spezifische NC-Liste ist ungültig (B&R kontaktieren)

source: NC Manager: NC Manager module not found
de: NC-Manager: NC-Manager-Modul nicht gefunden

source: NC Manager: NC functions cannot be entered in the AVT
de: NC-Manager: NC-Funktionen können nicht in die AVT eingetragen werden

source: NC Manager: Library 'IO_lib' not available
de: NC-Manager: Bibliothek 'io_lib' nicht vorhanden

source: NC Manager: Library 'spooler' not available
de: NC-Manager: Bibliothek 'spooler' nicht vorhanden

source: header CRC of the safety application invalid
de: Fehler Header-CRC der Sicherheitsapplikation

source: NC Manager: Library 'io_lib' not burned before NC Manager
de: NC-Manager: Bibliothek 'io_lib' nicht vor NC-Manager gebrannt

source: NC manager: Version of 'io_lib' not compatible with NC manager
de: NC-Manager: Version von 'io_lib' nicht kompatibel mit NC-Manager

source: NC Manager: Not enough User Memory for NC configuration list
de: NC-Manager: Zuwenig User-Memory für die NC-Konfigurationsliste

source: NC Manager: User Memory for NC configuration list not freed
de: NC-Manager: User-Memory der NC-Konfigurationsliste wird nicht freigegeben

source: NC Manager: Not enough User Memory for NC SW
de: NC-Manager: Zuwenig User-Memory für die NC-SW

source: NC Manager: User Memory for NC SW not freed
de: NC-Manager: User-Memory der NC-SW wird nicht freigegeben

source: NC Manager: Not enough DPR Memory for NC SW
de: NC-Manager: Zuwenig DPR-Memory für die NC-SW

source: NC Manager: DPR Memory for NC SW not freed
de: NC-Manager: DPR-Memory der NC-SW nicht freigegeben

source: NC Manager: NC SW INIT aborted
de: NC-Manager: NC-SW-INIT abgebrochen

source: NC Manager: NC module with incompatible HW version (mod.addr. in 'Binary Data')
de: NC-Manager: NC-Modul mit inkompatibler HW-Version (Mod.adr. in 'Binäre Daten')

source: NC Manager: Error with CPU_xinfo() (error code = 'Info')
de: NC-Manager: Fehler bei CPU_xinfo() (Fehlercode in 'Binäre Daten')

source: NC Manager: Error with HS1-IR-Level change (error code in 'Binary Data')
de: NC-Manager: Fehler bei HS1-IR-Level ändern (Fehlercode in 'Binäre Daten')

source: NC Manager: Error with NC IRQ installation (error code in 'Binary Data')
de: NC-Manager: Fehler bei NC-IRQ installieren (Fehlercode in 'Binäre Daten')

source: NC Manager: NC module ID in system table is wrong (mod. addr. in 'Binary Data')
de: NC-Manager: NC-Modul-ID in Systemtabelle ist falsch (Mod.adr. in 'Binäre Daten')

source: Both NC manager types existing ('*man' and '*_ms'), this is not allowed !
de: Beide NC-Manager Typen vorhanden ('*man' UND '*_ms'), dies ist nicht erlaubt !

source: Read NC CFG module: NC manager error in 'Binary Data'
de: NC-CFG-Modul lesen: NC-Manager-Fehler in 'Binäre Daten'

source: Read NC CFG module: Status for NC manager error in 'Binary Data'
de: NC-CFG-Modul lesen: Status für NC-Manager-Fehler in 'Binäre Daten'

source: Read NC CFG module: ID for NC manager error in 'Binary Data'
de: NC-CFG-Modul lesen: ID für NC-Manager-Fehler in 'Binäre Daten'

source: NC manager error (see 'ASCII Data')
de: NC-Manager-Fehler (siehe 'ASCII Daten')

source: NC manager info (see 'ASCII Data')
de: NC-Manager-Info (siehe 'ASCII Daten')

source: MC FUB Library: Error (see 'ASCII Data')
de: MC-FUB-Library: Fehler (siehe 'ASCII Daten')

source: MC FUB Library: INIT aborted
de: MC-FUB-Library: INIT abgebrochen

source: Error during NC manager INIT (INFO in error records of NC object)
de: Fehler bei NC-Manager-INIT (INFO in den Fehlersätzen des NC-Objekts)

source: General NC configuration list not found
de: Allgemeine NC-Konfigurationsliste nicht gefunden

source: HW specific NC configuration list not found
de: HW-spezifische NC-Konfigurationsliste nicht gefunden

source: No NC object available
de: Kein NC-Objekt vorhanden

source: Invalid parameter 'w_hdl'
de: Ungültiger Parameter in 'w_hdl'

source: Invalid FSM state (0).
de: Ungültiger FSM Status (0)

source: Invalid parameter 'w_hdl' (0).
de: Ungültiger Parameter 'w_hdl' (0)

source: Invalid event occurred (0h).
de: Ungültiges Event aufgetreten (0h)

source: FSM state error (0).
de: FSM Statusfehler (0)

source: SOD read error. Application missing?
de: SOD Lesefehler. Applikation nicht verfügbar?

source: SOD write error in function
de: SOD Schreibfehler in Funktion

source: Invalid precondition (0).
de: Ungültige Vorbedingung (0)

source: Invalid SNMT State (0) received from SNMTM.
de: Ungültiger SNMT Status (0) vom SNMTM empfangen

source: SDO abort received
de: SDO abort empfangen

source: SDO abort received from node
de: SDO abort von SN empfangen

source: Additional parameters with invalid version found
de: Zusatzparameter mit ungültiger Parameterversion vorhanden

source: Additional parameters for wrong SADR found
de: Zusatzparameter für die falsche SADR vorhanden

source: Additional parameter set is too short
de: Der zusätzliche Parametersatz ist zu kurz
